tap "dart-lang/dart"
tap "gitguardian/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "powershell/tap"
tap "shivammathur/php"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "bfg"
brew "unbound"
brew "cask"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "dnsmasq"
brew "fastlane"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "freetds"
brew "libavif"
brew "gd"
brew "ggshield"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "gitlab-runner"
brew "htop"
brew "httpd", restart_service: true
brew "imagemagick"
brew "jq"
brew "libffi"
brew "libpq"
brew "librsvg"
brew "links"
brew "macvim"
brew "mailcatcher", restart_service: true
brew "mariadb", restart_service: true
brew "midnight-commander"
brew "mkcert"
brew "mysqltuner"
brew "nmap"
brew "nss"
brew "nvm"
brew "openssl@1.1"
brew "php"
brew "php@8.0", restart_service: true
brew "php@8.1", restart_service: true
brew "pkg-config"
brew "pyenv"
brew "rbenv"
brew "smap"
brew "spotify-tui"
brew "spotifyd"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tor"
brew "tree"
brew "vim", link: false
brew "watch"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "powershell/tap/powershell"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.3"
cask "android-platform-tools"
cask "android-sdk"
cask "notunes"
vscode "adelphes.android-dev-ext"
vscode "alexisvt.flutter-snippets"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "benjaminbenais.copilot-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christopherstyles.html-entities"
vscode "circlecodesolution.ccs-flutter-color"
vscode "codingyu.laravel-goto-view"
vscode "coolbear.systemd-unit-file"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "hollowtree.vue-snippets"
vscode "mblode.twig-language"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-fr"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "onecentlin.laravel-blade"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "suntobright.vscode-sftp"
vscode "thekalinga.bootstrap4-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
