tap "browsh-org/browsh"
tap "cirruslabs/cli"
tap "cockroachdb/tap"
tap "dart-lang/dart"
tap "gitguardian/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "how2terminal/how2"
tap "ilikejam/csshi"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "modularml/packages"
tap "parera10/csshx"
tap "powershell/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "wouterdebie/repo"
brew "abseil"
brew "ack"
brew "pcre"
brew "aircrack-ng"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "berkeley-db", link: true
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "bind"
brew "btop"
brew "caddy"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cassowary"
brew "certbot"
brew "cmocka"
brew "cocoapods"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "ctags"
brew "cython"
brew "deno"
brew "dnsmasq"
brew "docker", link: false
brew "docker-machine"
brew "fastlane"
brew "openjpeg"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "geckodriver"
brew "ggshield"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-flow"
brew "gitlab-runner"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "guile"
brew "htop"
brew "httpd"
brew "hwloc"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "node"
brew "jscpd"
brew "libedit"
brew "libfido2"
brew "libiconv"
brew "libpcap"
brew "librsvg"
brew "libxml2"
brew "links"
brew "llvm"
brew "macvim", link: false
brew "magic-wormhole"
brew "mailcatcher", restart_service: true
brew "maven"
brew "midnight-commander"
brew "mkcert"
brew "mycli"
brew "mysql"
brew "mysqltuner"
brew "neovim"
brew "nmap"
brew "nss"
brew "nvm"
brew "ollama", restart_service: true
brew "openssl@1.1"
brew "pcp"
brew "perl"
brew "perl@5.18"
brew "php@8.1", restart_service: true
brew "php@8.2", restart_service: true
brew "pipx"
brew "postgresql@14"
brew "putty"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "pypy3.10"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "shtool"
brew "smap"
brew "task"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "universal-ctags", link: false
brew "vim"
brew "watch"
brew "webpack"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "browsh-org/browsh/browsh"
brew "cockroachdb/tap/cockroach"
brew "ilikejam/csshi/csshi"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "modularml/packages/modular"
brew "parera10/csshx/csshx"
brew "powershell/tap/powershell"
brew "shivammathur/extensions/pcov@8.1"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.4"
brew "symfony-cli/tap/symfony-cli"
brew "wouterdebie/repo/i2cssh"
cask "anaconda"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "chromedriver"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "flutter"
cask "fpc-laz"
cask "fpc-src-laz"
cask "jetbrains-toolbox"
cask "macfuse"
cask "mysqlworkbench"
cask "ngrok"
cask "nordvpn"
cask "notunes"
cask "powershell"
cask "pycharm-ce"
cask "raycast"
cask "sequel-ace"
cask "temurin@8"
cask "wkhtmltopdf"
vscode "adelphes.android-dev-ext"
vscode "alexisvt.flutter-snippets"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "benjaminbenais.copilot-theme"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christopherstyles.html-entities"
vscode "codingyu.laravel-goto-view"
vscode "coolbear.systemd-unit-file"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "hollowtree.vue-snippets"
vscode "mblode.twig-language"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "onecentlin.laravel-blade"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "reditorsupport.r"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "suntobright.vscode-sftp"
vscode "thekalinga.bootstrap4-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vue.volar"
vscode "xadillax.viml"
