tap "browsh-org/browsh"
tap "cirruslabs/cli"
tap "dart-lang/dart"
tap "gitguardian/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "how2terminal/how2"
tap "koekeishiya/formulae"
tap "leoafarias/fvm"
tap "modularml/packages"
tap "powershell/tap"
tap "shivammathur/php"
brew "ack"
brew "libpng"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "freetype"
brew "gettext"
brew "harfbuzz"
brew "bfg"
brew "bison"
brew "btop"
brew "unbound"
brew "cask"
brew "cassowary"
brew "cocoapods"
brew "cython"
brew "dnsmasq"
brew "fastlane"
brew "libass"
brew "libsodium"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "geckodriver"
brew "ggshield"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-flow"
brew "gitlab-runner"
brew "htop"
brew "httpd", restart_service: true
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "node"
brew "jscpd"
brew "krb5"
brew "libedit"
brew "libffi"
brew "libiconv"
brew "librsvg"
brew "libxml2"
brew "libzip"
brew "links"
brew "llvm"
brew "macvim", link: false
brew "magic-wormhole"
brew "mailcatcher", restart_service: true
brew "mariadb", restart_service: true
brew "midnight-commander"
brew "mkcert"
brew "mysqltuner"
brew "nmap"
brew "nss"
brew "nvm"
brew "ollama"
brew "openssl@1.1"
brew "php@8.1", restart_service: true
brew "php@8.2", restart_service: true
brew "pkg-config"
brew "postgresql@14"
brew "putty"
brew "pyenv"
brew "tcl-tk"
brew "pypy3.10"
brew "rbenv"
brew "re2c"
brew "rust"
brew "smap"
brew "task"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tor"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "browsh-org/browsh/browsh"
brew "cirruslabs/cli/tart"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "leoafarias/fvm/fvm"
brew "modularml/packages/modular"
brew "powershell/tap/powershell"
brew "shivammathur/php/php"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.4"
cask "anaconda"
cask "android-platform-tools"
cask "android-sdk"
cask "chromedriver"
cask "fpc-laz"
cask "fpc-src-laz"
cask "lazarus"
cask "notunes"
cask "raycast"
cask "sequel-ace"
cask "warp"
cask "wireshark-chmodbpf"
cask "wkhtmltopdf"
